---
kind: other
id: Properties.T:Autodesk.Revit.DB.VertexIndexPair
source: html/c344414e-6cbc-4462-08b4-81b566b69c20.htm
---
# VertexIndexPair Properties

The index of the vertex pair from the bottom profile.